jobs.org
#+TITLE: for job
#+AUTHOR: r4nd                                                                                                                                             
#+LANGUAGE: jp                                                                                                                                            
#+SETUPFILE: ~/org/org_html_themes/setup/theme-readtheorg.setup

* LEGOで学んだ事
  
** 起
   - 説得力だけではノルマを達成することが出来なくなった.
   -（説得力だけがが持ち味であった）
	
** 承
   - だから私はなるべく相手の潜在ニーズと顕在ニーズをしっかり見分けるために聞く側に回った
   -（ニーズの引き出し，話しやすい環境づくり）

** 転
   - その為には，相手が会話しやすい環境を作り,相手の立場に立った言葉遣いを心がける.売り込むというよりかは雑談してるイメージ
   - (相手との壁を壊し，同じ目線で話す)

** 結
   - その結果，ヘルプ先の店舗でも，任された商品を過去最高個数売り上げた．(new record),アルバイトの新人研修を任されることも



   
* 自己PR
  - コミュニケーション能力+理系で得た論理的な思考力がある．
** コミュニケーション能力
   - 相手に分かりやすく説明できる
     - ジェスチャーや話のスピードを使い分ける
   - 相手の伝えたいことを汲み取る力
     - 潜在的なニーズの引き出し,顕在ニーズ
     - 答えやすい質問
     - 壁をなくす

** 理系で得た知識 
   - アフォーダンスのあるデザインを心掛けて設計／構築する（サイト，アプリ）
   - 文系で得た人間の心理的な部分を突いたデザイン

* 欠点
  - 新しい物や事に挑戦することに興味があり，目先の興味だけで，長期的なスパンで物事を考えていなかった事．
（留年の話）　しかし，ここから，

* 丸紅ITsol
** 丸紅ITsol 求める人物像
  - アイデア性
  - コミュ力
  - 広い視野で物事を捉える
** 丸紅ITソリューションズ志望動機
  - 会社を選ぶ軸として（自分の強みを生かせる環境，働きやすい環境，若い時から任せられる環境）
    - 福利厚生
    - SIerが向いているのではないか
      
      - 商社という大きい後ろ盾（安定性）に加えベンチャーっぽいアクティブ性
** 丸紅ITsol 聞かれた事
  - 志望動機
  - なんで私なのか
  - 人生で一番苦労した事（それをどう乗り越えたか）


* 会社を選ぶ軸
** 若い時から仕事を任せられる環境

** 自分の強みを活かせられる環境
   - コミュ力
     - リスニング力
       - 潜在ニーズ／顕在ニーズの切り分けて捉える
       - 相手の意図を理解し汲み取る力
     - スピーキング力
       - 相手に伝わる話し方
	 - ジェスチャー，声のトーン，スピード，間合いの使い分け
	 - リスニング力 >> スピーキング力
** 働きやすい環境
   - 福利厚生がしっかりしている
   - 企業として安定している将来が担保されている


* 学業面で学んだ事．研究課題について

- 非言語的なイメージをどう目に見えるカタチとして落とし込むか，どのようにして，頭の中のイメージを崩さずにカタチにするかの難しさを知る
- 文系での学びが理系での学びの根となり，理系での学びが，文系での学びと葉となっている事に気がついた．

- 様々なプログラミング言語(今はRUBY)で,理系，文系に分かるシステム作りに加え，アフォーダンスがあるデザイン（外観）作りを心がけて日々研究している．

* ケルヒャー一次面接　聞かれたこと
- 自己PR
- 志望動機
- ケルヒャーをどこで知ったか
- 営業職のイメージと営業を志望した理由
- 人生で 一番怒られた時
- 
- 逆質問

* NN生命保険１次面接　聞かれたこと
- 自己PR
- 長所と短所
- 幼少期どのような子であったか
- 人生で一番苦労したこと
- 逆質問
- なんでNNを志望したのか

* 面接を終えての気づき．
1. 自己PRのまとめ（話せるように）
2. 長所と短所（特に短所）
3. 志望動機（共感する部分）
4. 就活の軸を話せるように

* 喋る用
** 自己紹介
   - 関西学院大学理工学部情報科学科４年のオムリと申します．
   - 私は大学でいくつかのプログラミング言語を使い見やすいシステム作りとアフォーダンスのあるデザインを心掛け，日々，独自のアプリ開発を行っております．
   - 趣味は読書と散歩と，パソコン製作です. 本日はよろしくお願い致します．
** 自己PR
   - 目的達成意欲の強さと会話力です．
   - 目的達成意欲として，私は仕事をする以上結果を残したいという強い思いがあり，お客様の求めるものを必ず形にしたいという責任感と意欲があります．
   - 会話力として，私はレゴで２年間ほどアルバイトをしているのですが，お客様が来店された時に得る顕在ニーズとお客様と話して初めてわかる潜在ニーズをしっかり切り分けて考え，お客様が真に求める商品を提供することができます．
** 逆質問
   - 今の役職に着くまでに様々な苦労や経験をされて来たと思いますが，出世する方法を差し支えない範囲で教えてください．
   - ITコンサルティングの事業では超上流過程でのサービスを提供されたますが，システム開発では超上流過程から提案するのですか？
** なぜITか
  - 大学でのプログラミングの学びをフルで仕事に活かせるから
  - 大学でプログラミングや，ネットワークの仕組み，パソコンの仕組みなどを学び，この学びをフルに活かせると思ったからです．
** 丸紅IT志望動機
  - 私が御社を志望する理由は２つあるのですが
    - １つ目として丸紅の商社力やグループ力が基盤となり，大企業らしい安定性を保ちつつ，ベンチャーの様なアクティブさがあり，様々な業種の人と会えるからです．
    - ２つ目として自分の強みと，大学での学び両方をダイレクトに活かせる職場であるからです．
** なぜ丸紅ITじゃないといけないのか
  - 今までいくつかの面接を受けて来ましたが，御社の面接官の方々の人間味溢れる雰囲気がとても伝わって来て，チームワークが円滑に取りやすい環境にあると思い，私にとってはここしかないと思ったからです．それに加えて，御社では上流過程であるコンサルから最後の過程であるシステム保守，運用まで一貫してお客様に提案できるところに魅力を感じました．
** 丸紅ITで何をしたいのか？
  - 私の強みであるお客様のニーズをつかむ力や会話力を生かした超上流工程でのITコンサルティングにも興味がありますが，御社のシステム開発ではお客様に寄り添い，上流過程であるコンサルティングから最後の過程であるシステムの保守，運用まで一貫したサービスを提供出来るので，情報科学科での学びと自分の強み両方を活かせるシステム開発の一員としてお客様の希望に沿ったサービスを提案し，実現していきたい．
** 学生時代頑張ったことをどう活かせるか？
  -  *大学に入って初めてのプログラミングで，苦戦することも多々ありましたが* ，友達や大学院の先輩，教授などに教えてもらいながらコードを書く過程で，チームワークや，コミュニケーションの大切さに加えコンパイルが通った時の達成感を味わい，プログラミングの楽しさを実感しました．そして，自分やチームの人が頭の中で描くイメージをシステムというかたちとして落としこむ力を身につけました．それは，御社のシステム開発のプロセスであるコンサルという上流過程から最後のシステム保守，運用全てに活かせると思います．
