jobs.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="jp" xml:lang="jp">
<head>
<!-- 2019-06-21 Fri 17:10 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>for job</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="r4nd" />
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/styles/readtheorg/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/styles/readtheorg/css/readtheorg.css"/>
</head>
<body>
<div id="content">
<h1 class="title">for job</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org3d4b7bd">1. LEGOで学んだ事</a>
<ul>
<li><a href="#org3b64a13">1.1. 起</a></li>
<li><a href="#orgfe6de78">1.2. 承</a></li>
<li><a href="#org0029148">1.3. 転</a></li>
<li><a href="#org5896732">1.4. 結</a></li>
</ul>
</li>
<li><a href="#orgcde8565">2. 自己PR</a>
<ul>
<li><a href="#orgf9ee74b">2.1. コミュニケーション能力</a></li>
<li><a href="#org79d78d5">2.2. 理系で得た知識</a></li>
</ul>
</li>
<li><a href="#orgb044197">3. 欠点</a></li>
<li><a href="#org9a338ff">4. 丸紅ITsol</a>
<ul>
<li><a href="#org8656e6b">4.1. 丸紅ITsol 求める人物像</a></li>
<li><a href="#orgd208114">4.2. 丸紅ITソリューションズ志望動機</a></li>
<li><a href="#orgef509a6">4.3. 丸紅ITsol 聞かれた事</a></li>
</ul>
</li>
<li><a href="#orgb109487">5. 会社を選ぶ軸</a>
<ul>
<li><a href="#org4bae1db">5.1. 若い時から仕事を任せられる環境</a></li>
<li><a href="#orgeb9e5e6">5.2. 自分の強みを活かせられる環境</a></li>
<li><a href="#orgf2b6d35">5.3. 働きやすい環境</a></li>
</ul>
</li>
<li><a href="#org61cdc03">6. 学業面で学んだ事．研究課題について</a></li>
<li><a href="#org77e10cc">7. ケルヒャー一次面接　聞かれたこと</a></li>
<li><a href="#org1ff1de3">8. NN生命保険１次面接　聞かれたこと</a></li>
<li><a href="#org923548a">9. 面接を終えての気づき．</a></li>
<li><a href="#org4b90ad2">10. 喋る用</a>
<ul>
<li><a href="#org9efde17">10.1. 自己紹介</a></li>
<li><a href="#org1808cd7">10.2. 自己PR</a></li>
<li><a href="#org9595419">10.3. 逆質問</a></li>
<li><a href="#orgf290b55">10.4. なぜITか</a></li>
<li><a href="#org574de62">10.5. 丸紅IT志望動機</a></li>
<li><a href="#org4c15ff3">10.6. なぜ丸紅ITじゃないといけないのか</a></li>
<li><a href="#orgac02e93">10.7. 丸紅ITで何をしたいのか？</a></li>
<li><a href="#org87562db">10.8. 学生時代頑張ったことをどう活かせるか？</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-org3d4b7bd" class="outline-2">
<h2 id="org3d4b7bd"><span class="section-number-2">1</span> LEGOで学んだ事</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org3b64a13" class="outline-3">
<h3 id="org3b64a13"><span class="section-number-3">1.1</span> 起</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li>説得力だけではノルマを達成することが出来なくなった.</li>
</ul>
<p>
-（説得力だけがが持ち味であった）
</p>
</div>
</div>

<div id="outline-container-orgfe6de78" class="outline-3">
<h3 id="orgfe6de78"><span class="section-number-3">1.2</span> 承</h3>
<div class="outline-text-3" id="text-1-2">
<ul class="org-ul">
<li>だから私はなるべく相手の潜在ニーズと顕在ニーズをしっかり見分けるために聞く側に回った</li>
</ul>
<p>
-（ニーズの引き出し，話しやすい環境づくり）
</p>
</div>
</div>

<div id="outline-container-org0029148" class="outline-3">
<h3 id="org0029148"><span class="section-number-3">1.3</span> 転</h3>
<div class="outline-text-3" id="text-1-3">
<ul class="org-ul">
<li>その為には，相手が会話しやすい環境を作り,相手の立場に立った言葉遣いを心がける.売り込むというよりかは雑談してるイメージ</li>
<li>(相手との壁を壊し，同じ目線で話す)</li>
</ul>
</div>
</div>

<div id="outline-container-org5896732" class="outline-3">
<h3 id="org5896732"><span class="section-number-3">1.4</span> 結</h3>
<div class="outline-text-3" id="text-1-4">
<ul class="org-ul">
<li>その結果，ヘルプ先の店舗でも，任された商品を過去最高個数売り上げた．(new record),アルバイトの新人研修を任されることも</li>
</ul>
</div>
</div>
</div>




<div id="outline-container-orgcde8565" class="outline-2">
<h2 id="orgcde8565"><span class="section-number-2">2</span> 自己PR</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li>コミュニケーション能力+理系で得た論理的な思考力がある．</li>
</ul>
</div>
<div id="outline-container-orgf9ee74b" class="outline-3">
<h3 id="orgf9ee74b"><span class="section-number-3">2.1</span> コミュニケーション能力</h3>
<div class="outline-text-3" id="text-2-1">
<ul class="org-ul">
<li>相手に分かりやすく説明できる
<ul class="org-ul">
<li>ジェスチャーや話のスピードを使い分ける</li>
</ul></li>
<li>相手の伝えたいことを汲み取る力
<ul class="org-ul">
<li>潜在的なニーズの引き出し,顕在ニーズ</li>
<li>答えやすい質問</li>
<li>壁をなくす</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-org79d78d5" class="outline-3">
<h3 id="org79d78d5"><span class="section-number-3">2.2</span> 理系で得た知識</h3>
<div class="outline-text-3" id="text-2-2">
<ul class="org-ul">
<li>アフォーダンスのあるデザインを心掛けて設計／構築する（サイト，アプリ）</li>
<li>文系で得た人間の心理的な部分を突いたデザイン</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgb044197" class="outline-2">
<h2 id="orgb044197"><span class="section-number-2">3</span> 欠点</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li>新しい物や事に挑戦することに興味があり，目先の興味だけで，長期的なスパンで物事を考えていなかった事．</li>
</ul>
<p>
（留年の話）　しかし，ここから，
</p>
</div>
</div>

<div id="outline-container-org9a338ff" class="outline-2">
<h2 id="org9a338ff"><span class="section-number-2">4</span> 丸紅ITsol</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-org8656e6b" class="outline-3">
<h3 id="org8656e6b"><span class="section-number-3">4.1</span> 丸紅ITsol 求める人物像</h3>
<div class="outline-text-3" id="text-4-1">
<ul class="org-ul">
<li>アイデア性</li>
<li>コミュ力</li>
<li>広い視野で物事を捉える</li>
</ul>
</div>
</div>
<div id="outline-container-orgd208114" class="outline-3">
<h3 id="orgd208114"><span class="section-number-3">4.2</span> 丸紅ITソリューションズ志望動機</h3>
<div class="outline-text-3" id="text-4-2">
<ul class="org-ul">
<li>会社を選ぶ軸として（自分の強みを生かせる環境，働きやすい環境，若い時から任せられる環境）
<ul class="org-ul">
<li>福利厚生</li>
<li>SIerが向いているのではないか

<ul class="org-ul">
<li>商社という大きい後ろ盾（安定性）に加えベンチャーっぽいアクティブ性</li>
</ul></li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgef509a6" class="outline-3">
<h3 id="orgef509a6"><span class="section-number-3">4.3</span> 丸紅ITsol 聞かれた事</h3>
<div class="outline-text-3" id="text-4-3">
<ul class="org-ul">
<li>志望動機</li>
<li>なんで私なのか</li>
<li>人生で一番苦労した事（それをどう乗り越えたか）</li>
</ul>
</div>
</div>
</div>


<div id="outline-container-orgb109487" class="outline-2">
<h2 id="orgb109487"><span class="section-number-2">5</span> 会社を選ぶ軸</h2>
<div class="outline-text-2" id="text-5">
</div>
<div id="outline-container-org4bae1db" class="outline-3">
<h3 id="org4bae1db"><span class="section-number-3">5.1</span> 若い時から仕事を任せられる環境</h3>
</div>

<div id="outline-container-orgeb9e5e6" class="outline-3">
<h3 id="orgeb9e5e6"><span class="section-number-3">5.2</span> 自分の強みを活かせられる環境</h3>
<div class="outline-text-3" id="text-5-2">
<ul class="org-ul">
<li>コミュ力
<ul class="org-ul">
<li>リスニング力
<ul class="org-ul">
<li>潜在ニーズ／顕在ニーズの切り分けて捉える</li>
<li>相手の意図を理解し汲み取る力</li>
</ul></li>
<li>スピーキング力
<ul class="org-ul">
<li>相手に伝わる話し方
<ul class="org-ul">
<li>ジェスチャー，声のトーン，スピード，間合いの使い分け</li>
<li>リスニング力 &gt;&gt; スピーキング力</li>
</ul></li>
</ul></li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgf2b6d35" class="outline-3">
<h3 id="orgf2b6d35"><span class="section-number-3">5.3</span> 働きやすい環境</h3>
<div class="outline-text-3" id="text-5-3">
<ul class="org-ul">
<li>福利厚生がしっかりしている</li>
<li>企業として安定している将来が担保されている</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org61cdc03" class="outline-2">
<h2 id="org61cdc03"><span class="section-number-2">6</span> 学業面で学んだ事．研究課題について</h2>
<div class="outline-text-2" id="text-6">
<ul class="org-ul">
<li>非言語的なイメージをどう目に見えるカタチとして落とし込むか，どのようにして，頭の中のイメージを崩さずにカタチにするかの難しさを知る</li>
<li>文系での学びが理系での学びの根となり，理系での学びが，文系での学びと葉となっている事に気がついた．</li>

<li>様々なプログラミング言語(今はRUBY)で,理系，文系に分かるシステム作りに加え，アフォーダンスがあるデザイン（外観）作りを心がけて日々研究している．</li>
</ul>
</div>
</div>

<div id="outline-container-org77e10cc" class="outline-2">
<h2 id="org77e10cc"><span class="section-number-2">7</span> ケルヒャー一次面接　聞かれたこと</h2>
<div class="outline-text-2" id="text-7">
<ul class="org-ul">
<li>自己PR</li>
<li>志望動機</li>
<li>ケルヒャーをどこで知ったか</li>
<li>営業職のイメージと営業を志望した理由</li>
<li>人生で 一番怒られた時</li>
<li></li>

<li>逆質問</li>
</ul>
</div>
</div>

<div id="outline-container-org1ff1de3" class="outline-2">
<h2 id="org1ff1de3"><span class="section-number-2">8</span> NN生命保険１次面接　聞かれたこと</h2>
<div class="outline-text-2" id="text-8">
<ul class="org-ul">
<li>自己PR</li>
<li>長所と短所</li>
<li>幼少期どのような子であったか</li>
<li>人生で一番苦労したこと</li>
<li>逆質問</li>
<li>なんでNNを志望したのか</li>
</ul>
</div>
</div>

<div id="outline-container-org923548a" class="outline-2">
<h2 id="org923548a"><span class="section-number-2">9</span> 面接を終えての気づき．</h2>
<div class="outline-text-2" id="text-9">
<ol class="org-ol">
<li>自己PRのまとめ（話せるように）</li>
<li>長所と短所（特に短所）</li>
<li>志望動機（共感する部分）</li>
<li>就活の軸を話せるように</li>
</ol>
</div>
</div>

<div id="outline-container-org4b90ad2" class="outline-2">
<h2 id="org4b90ad2"><span class="section-number-2">10</span> 喋る用</h2>
<div class="outline-text-2" id="text-10">
</div>
<div id="outline-container-org9efde17" class="outline-3">
<h3 id="org9efde17"><span class="section-number-3">10.1</span> 自己紹介</h3>
<div class="outline-text-3" id="text-10-1">
<ul class="org-ul">
<li>関西学院大学理工学部情報科学科４年のオムリと申します．</li>
<li>私は大学でいくつかのプログラミング言語を使い見やすいシステム作りとアフォーダンスのあるデザインを心掛け，日々，独自のアプリ開発を行っております．</li>
<li>趣味は読書と散歩と，パソコン製作です. 本日はよろしくお願い致します．</li>
</ul>
</div>
</div>
<div id="outline-container-org1808cd7" class="outline-3">
<h3 id="org1808cd7"><span class="section-number-3">10.2</span> 自己PR</h3>
<div class="outline-text-3" id="text-10-2">
<ul class="org-ul">
<li>目的達成意欲の強さと会話力です．</li>
<li>目的達成意欲として，私は仕事をする以上結果を残したいという強い思いがあり，お客様の求めるものを必ず形にしたいという責任感と意欲があります．</li>
<li>会話力として，私はレゴで２年間ほどアルバイトをしているのですが，お客様が来店された時に得る顕在ニーズとお客様と話して初めてわかる潜在ニーズをしっかり切り分けて考え，お客様が真に求める商品を提供することができます．</li>
</ul>
</div>
</div>
<div id="outline-container-org9595419" class="outline-3">
<h3 id="org9595419"><span class="section-number-3">10.3</span> 逆質問</h3>
<div class="outline-text-3" id="text-10-3">
<ul class="org-ul">
<li>今の役職に着くまでに様々な苦労や経験をされて来たと思いますが，出世する方法を差し支えない範囲で教えてください．</li>
<li>ITコンサルティングの事業では超上流過程でのサービスを提供されたますが，システム開発では超上流過程から提案するのですか？</li>
</ul>
</div>
</div>
<div id="outline-container-orgf290b55" class="outline-3">
<h3 id="orgf290b55"><span class="section-number-3">10.4</span> なぜITか</h3>
<div class="outline-text-3" id="text-10-4">
<ul class="org-ul">
<li>大学でのプログラミングの学びをフルで仕事に活かせるから</li>
<li>大学でプログラミングや，ネットワークの仕組み，パソコンの仕組みなどを学び，この学びをフルに活かせると思ったからです．</li>
</ul>
</div>
</div>
<div id="outline-container-org574de62" class="outline-3">
<h3 id="org574de62"><span class="section-number-3">10.5</span> 丸紅IT志望動機</h3>
<div class="outline-text-3" id="text-10-5">
<ul class="org-ul">
<li>私が御社を志望する理由は２つあるのですが
<ul class="org-ul">
<li>１つ目として丸紅の商社力やグループ力が基盤となり，大企業らしい安定性を保ちつつ，ベンチャーの様なアクティブさがあり，様々な業種の人と会えるからです．</li>
<li>２つ目として自分の強みと，大学での学び両方をダイレクトに活かせる職場であるからです．</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org4c15ff3" class="outline-3">
<h3 id="org4c15ff3"><span class="section-number-3">10.6</span> なぜ丸紅ITじゃないといけないのか</h3>
<div class="outline-text-3" id="text-10-6">
<ul class="org-ul">
<li>今までいくつかの面接を受けて来ましたが，御社の面接官の方々の人間味溢れる雰囲気がとても伝わって来て，チームワークが円滑に取りやすい環境にあると思い，私にとってはここしかないと思ったからです．それに加えて，御社では上流過程であるコンサルから最後の過程であるシステム保守，運用まで一貫してお客様に提案できるところに魅力を感じました．</li>
</ul>
</div>
</div>
<div id="outline-container-orgac02e93" class="outline-3">
<h3 id="orgac02e93"><span class="section-number-3">10.7</span> 丸紅ITで何をしたいのか？</h3>
<div class="outline-text-3" id="text-10-7">
<ul class="org-ul">
<li>私の強みであるお客様のニーズをつかむ力や会話力を生かした超上流工程でのITコンサルティングにも興味がありますが，御社のシステム開発ではお客様に寄り添い，上流過程であるコンサルティングから最後の過程であるシステムの保守，運用まで一貫したサービスを提供出来るので，情報科学科での学びと自分の強み両方を活かせるシステム開発の一員としてお客様の希望に沿ったサービスを提案し，実現していきたい．</li>
</ul>
</div>
</div>
<div id="outline-container-org87562db" class="outline-3">
<h3 id="org87562db"><span class="section-number-3">10.8</span> 学生時代頑張ったことをどう活かせるか？</h3>
<div class="outline-text-3" id="text-10-8">
<ul class="org-ul">
<li><b>大学に入って初めてのプログラミングで，苦戦することも多々ありましたが</b> ，友達や大学院の先輩，教授などに教えてもらいながらコードを書く過程で，チームワークや，コミュニケーションの大切さに加えコンパイルが通った時の達成感を味わい，プログラミングの楽しさを実感しました．そして，自分やチームの人が頭の中で描くイメージをシステムというかたちとして落としこむ力を身につけました．それは，御社のシステム開発のプロセスであるコンサルという上流過程から最後のシステム保守，運用全てに活かせると思います．</li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: r4nd</p>
<p class="date">Created: 2019-06-21 Fri 17:10</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
